---
kind: method
id: M:Autodesk.Revit.DB.Electrical.PanelScheduleView.IsSpace(System.Int32,System.Int32)
source: html/c364676a-3690-cdb7-ae0f-eab1a3ec4dcc.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleView.IsSpace Method

Check if the selected cell is a space

## Syntax (C#)
```csharp
public bool IsSpace(
	int nRow,
	int nCol
)
```

## Parameters
- **nRow** (`System.Int32`) - Row Number
- **nCol** (`System.Int32`) - Column Number

## Returns
True if the selected cell is a space, false otherwise